"TIME_SHORT_DAYS_FORMAT" = "%d z";

"TIME_SHORT_DAY_FORMAT" = "%d zi";

"TIME_SHORT_HOURS_FORMAT" = "%d h";

"TIME_SHORT_HOUR_FORMAT" = "%d h";

"TIME_SHORT_MINUTES_FORMAT" = "%d m";

"TIME_SHORT_MINUTE_FORMAT" = "%d m";

"TIME_SHORT_SECONDS_FORMAT" = "%d s";

"TIME_SHORT_SECOND_FORMAT" = "%d s";

"tw__card_compose_character_count" = "%td caractere rămase";

"tw__card_compose_close_button" = "Închide";

"tw__card_compose_close_hint" = "Atinge de două ori pentru a îndepărta autorul.";

"tw__card_compose_install_preview" = "Previzualizarea butonului de instalare pentru %@";

"tw__card_compose_profile_image" = "Profilul lui %@";

"tw__card_compose_tweet_hint" = "Atinge de două ori pentru a posta acest Tweet";

"tw__card_composer_app_store" = "App Store";

"tw__card_composer_install_button" = "Instalează";

"tw__card_composer_tweet" = "Creează un Tweet";

"tw__composer_placeholder_text" = "Ce se întâmplă?";

"tw__email_share_detail_message_format" = "Primește noutăți și alte informații de la %@ când le permiți să îți acceseze e-mailul pe contul tău Twitter @%@.";

"tw__image_viewer_done_button" = "Gata";

"tw__open_in_text" = "Deschide în %@";

"tw__privacy_information_button" = "Informații despre confidențialitate";

"tw__share_tweet" = "Partajează Tweetul";

"tw__share_tweet_generic_template_format" = "Vezi Tweetul lui @%1$@: %2$@";

"tw__share_tweet_subject_format" = "Tweet de la %1$@ (@%2$@)";

"tw__sign_in_with_twitter_button" = "Conectează-te cu Twitter";

"tw__single_image" = "Atașare imagine";

"tw__test_string" = "Test";

"tw__tweet_image_accessibility" = "Atașare";

"tw__tweet_like_button" = "Apreciază";

"tw__tweet_liked_state" = "Apreciat";

"tw__tweet_not_liked_state" = "Neapreciat";

"tw__tweet_profile_accessibility" = "Profil";

"tw__tweet_retweeted_by_user" = "Redistribuit de %@";

"tw__tweet_share_button" = "Distribuie";

"tw__user_content_image" = "Previzualizare aplicație";

"tw__video_thumbnail" = "Atașare video";

"tw__view_is_sponsored_ad" = "Aceasta este o reclamă sponsorizată";

